Revit 2027 API
AssetSetIterator.Current Property
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual Object Current { get; }
Public Overridable ReadOnly Property Current As Object
	Get
public:
virtual property Object^ Current {
	Object^ get ();
}
abstract Current : Object with get
override Current : Object with get
Property Value
Object
Implements
IEnumerator.Current
See Also
Reference
AssetSetIterator Class
Autodesk.Revit.DB.Visual Namespace